function GolestanTeaDescription() {
  return (
    <div className="max-w-4xl mx-auto p-6 text-right leading-loose ">
      <h2 className="text-2xl font-bold text-red-600 mb-4">
        سابقه‌ای به قدمت یک عمر
      </h2>
      <p className="mb-4 text-gray-500">
        چای تنها یك نوشیدنی گرم نیست.‌ یک گفتمان است؛‌ گرمابخش وجود و بهانه‌ای
        برای آغاز یك معاشرت دل‌چسب. بی‌دلیل نیست كه نام «محبوب‌ترین نوشیدنی
        دنیا» را با خود یدک می‌كشد. نوشیدنش خستگی‌ها را فراری داده،‌ حس خوب
        آرامش را به همراه دارد.
      </p>
      <p className="mb-4 text-gray-500">
        برای مردمان ایران زمین نام گلستان با چای پیوند خورده است؛‌ قدیمی‌ترین
        محصول مجموعه گلستان،‌ با مدرن‌ترین و بهداشتی‌ترین دستگاه‌های روز دنیا
        تهیه و بسته‌بندی می‌شود. چیزی كه باعث شده مشتریانش یك عمر به نام گلستان
        اعتماد كنند، كیفیت، ‌عطر و طعم به یادماندنی آن است.{" "}
      </p>
    </div>
  );
}

export default GolestanTeaDescription;
